Multiplicity;	Source;			Rate;	Target
# счетные единицы
1;				драхма;			6;		обол
100;			драхма;			1;		мина
60;				мина;			1;		талант

# монеты
1;				дидрахма;		2;		драхма
1;				тетрадрахма;	4;		драхма

# Афинский халк. В прочих греческих государствах обол мог делиться на 12-16 халков
1;				обол;			8;		халк
1;				халк;			7;		лепта #лепта тоже плавает, 7 самое необычное соотношение

# в Афинах был приравнен к тетрадрахме, в других городах мог означать дидрахму
# в Новом завете в "чуде о статире" приравнен к дидрахме
1;				статер;			2;		драхма
1;				литра;			0.1;	статер
